IdeaRS.Connections
GussetPlateData.CutGussetPlate Property
Compatible with IDEA StatiCa 0.0
 If true the outline of the gusset plate is modified by the connected web
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool CutGussetPlate { get; set; }
Property Value
Type: Boolean
See Also
Reference
GussetPlateData Class
IdeaRS.Connections.Data Namespace